{
    "commissions": 150,
    "experience": 6,
    "responseTime": 24,
    "reviews": {
        "Eggbloxito": {
            "review": "I Really Liked The Model, Good Design, Really Good, Definitely I Will Come Back😁 Don't hesitate to ask for a commission😉",
            "rating": 5,
            "link": "https://x.com/Eggbloxito"
        },
        "Cheeks": {
            "review": "Has been a pleasure to work with Crimora for numerous products/models and designs in the past. ALL orders have been super high quality and a great price! Superb products and service every time I've worked with them. Would recommended.",
            "rating": 5,
            "link": "https://x.com/theboatpope"
        },
        "Bob": {
            "review": "Crimora is an amazing graphic designer with impressive skills in creating cards and profile pictures, he continues to improve whilst showcasing tons of his creativity and humor!",
            "rating": 5,
            "link": "https://x.com/DaReelBob"
        },
        "SunBread": {
            "review": "Crimora is a amazing person to work with!  The card he made me was made very fast and it was very high quality! I had some questions on how the cards are made and Crimora was able to answer my questions quickly!",
            "rating": 5,
            "link": "https://www.roblox.com/users/751762548/profile"
        },
        "Gab (GabXPlays)": {
            "review": "High quality and great service! I honestly would recommend ordering from Crimora, fast service and good products!",
            "rating": 5,
            "link": "https://www.roblox.com/users/2496846147/profile"
        },
        "SPLOOCHH": {
            "review": "Crimora is an amazing person to work with. He gives you what you are wanting are what you need. Everytime ive ordered its been fantastic quality and an amazing experience. 10/10 would recommend.",
            "rating": 5,
            "link": "https://www.roblox.com/users/574462928/profile"
        }
    }
}